Repository: bzang-cobweb/TYPO3
Catalog: zang/bza_main/Resources/Private/Language/*.locallang_*.xlf
Languages: fr

# tt_content.columns_size
source: Columns size
fr: Taille de la colonne

# tt_content.overtitle
source: Overtitle
fr: Sur-titre

# tt_content.columns_size.equal_width
source: Equal width
fr: Taille égale

# tt_content.columns_size.left_wide
source: Left wide
fr: Large à gauche

# tt_content.columns_size.right_wide
source: Right wide
fr: Large à droite

# tt_content.key_figure
source: Key figure
fr: Chiffre-clé

# tt_content.enable_mobile_slider
source: Display as a slider in mobile
fr: Afficher sous forme de carousel en mobile

# tt_content.key_figure.details
source: Allows to display key figures with a description
fr: Permet d'afficher des chiffres clé avec une description

# tt_content.header_figure
source: Key figure
fr: Chiffre-clé

# containers.header
source: Header content
fr: Contenu d'en-tête

# containers.main
source: Main content
fr: Contenu principal

# containers.left
source: Left content
fr: Contenu - gauche

# containers.right
source: Right content
fr: Contenu - droite

# containers.1_column
source: 1 column
fr: 1 colonne

# containers.1_column.description
source: Simple single-column container
fr: Conteneur 1 colonne simple

# containers.2_columns
source: 2 columns
fr: 2 colonnes

# containers.2_columns.description
source: Simple 2 columns container
fr: Conteneur 2 colonnes simple

# containers.3_columns
source: 3 columns
fr: 3 colonnes

# containers.3_columns.description
source: Simple 3 columns container
fr: Conteneur 3 colonnes simple

# containers.4_columns
source: 4 columns
fr: 4 colonnes

# containers.4_columns.description
source: Simple 4 columns container
fr: Conteneur 4 colonnes simple
